Repository: barreiro-max/PushLearn
Catalog: PushLearn/Resourses/Localizations/Localizable.xcstrings
Source language: uk
Languages: de, en, es, fr, it

source: Авторизація
de: Autorisierung
en: Authorization
es: Autorización
fr: Autorisation
it: Autorizzazione

source: Англійська
de: Englisch
en: English
es: Inglés
fr: Anglais
it: Inglese

source: Введіть електронну пошту
de: E-Mail eingeben
en: Enter email
es: Introduzca el correo electrónico
fr: Entrez l’e-mail
it: Inserisci email

source: Введіть пароль
de: Passwort eingeben
en: Enter password
es: Introduzca la contraseña
fr: Entrez le mot de passe
it: Inserisci password

source: Версія програми
de: App-Version
en: App version
es: Versión de la app
fr: Version de l’application
it: Versione dell’app

source: Вибір мови оригіналу
de: Originalsprache
en: Source language
es: Idioma original
fr: Langue source
it: Lingua originale

source: Вибір мови перекладу
de: Zielsprache
en: Target language
es: Idioma de traducción
fr: Langue cible
it: Lingua di traduzione

source: Вивчати
de: Lernen
en: Learn
es: Aprender
fr: Apprendre
it: Imparare

source: Вийти
de: Abmelden
en: Log out
es: Cerrar sesión
fr: Se déconnecter
it: Esci

source: Вхід
de: Anmelden
en: Sign in
es: Iniciar sesión
fr: Connexion
it: Accedi

source: До цього часу:
de: Bis zu diesem Zeitpunkt:
en: Until this time:
es: Hasta este momento:
fr: Jusqu’à ce moment :
it: Fino a questo momento:

source: Додати слово
de: Wort hinzufügen
en: Add word
es: Añadir palabra
fr: Ajouter un mot
it: Aggiungi parola

source: Додаткова інформація
de: Zusätzliche Informationen
en: Additional information
es: Información adicional
fr: Informations supplémentaires
it: Informazioni aggiuntive

source: Електронна пошта
de: E-Mail
en: Email
es: Correo electrónico
fr: E-mail
it: Email

source: З цього часу:
de: Ab diesem Zeitpunkt:
en: From this time:
es: Desde este momento:
fr: À partir de ce moment :
it: Da questo momento:

source: Забули пароль?
de: Passwort vergessen?
en: Forgot password?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?

source: Зовнішний вигляд
de: Erscheinungsbild
en: Appearance
es: Apariencia
fr: Apparence
it: Aspetto

source: Ім'я
de: Name
en: Name
es: Nombre
fr: Prénom
it: Nome

source: Ім'я відсутнє
de: Name fehlt
en: Name missing
es: Nombre ausente
fr: Nom manquant
it: Nome mancante

source: Іспанська
de: Spanisch
en: Spanish
es: Español
fr: Espagnol
it: Spagnolo

source: Мова
de: Sprache
en: Language
es: Idioma
fr: Langue
it: Lingua

source: Налаштування
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni

source: Невідома електронна пошта
de: Unbekannte E-Mail
en: Unknown email
es: Correo electrónico desconocido
fr: E-mail inconnue
it: Email sconosciuta

source: Німецька
de: Deutsch
en: German
es: Alemán
fr: Allemand
it: Tedesco

source: Оцінити додаток
de: App bewerten
en: Rate the app
es: Calificar la app
fr: Évaluer l’application
it: Valuta l’app

source: Пароль
de: Passwort
en: Password
es: Contraseña
fr: Mot de passe
it: Password

source: Переглянути надані дозволи
de: Erteilte Berechtigungen anzeigen
en: View granted permissions
es: Ver permisos concedidos
fr: Voir les autorisations accordées
it: Visualizza i permessi concessi

source: Повідомлення
de: Nachrichten
en: Messages
es: Mensajes
fr: Messages
it: Messaggi

source: Політика конфіденційності
de: Datenschutzrichtlinie
en: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

source: Помилка завантаження даних
de: Fehler beim Laden der Daten
en: Data loading error
es: Error al cargar datos
fr: Erreur de chargement des données
it: Errore nel caricamento dei dati

source: Приватність
de: Privatsphäre
en: Privacy
es: Privacidad
fr: Confidentialité
it: Privacy

source: Профіль
de: Profil
en: Profile
es: Perfil
fr: Profil
it: Profilo

source: Пуш
de: Push
en: Push
es: Push
fr: Push
it: Push

source: Раз в 1 годину
de: Alle 1 Stunde
en: Every 1 hour
es: Cada 1 hora
fr: Toutes les 1 heure
it: Ogni 1 ora

source: Раз в 6 годин
de: Alle 6 Stunden
en: Every 6 hours
es: Cada 6 horas
fr: Toutes les 6 heures
it: Ogni 6 ore

source: Раз на добу
de: Einmal täglich
en: Once a day
es: Una vez al día
fr: Une fois par jour
it: Una volta al giorno

source: Реєстрація
de: Registrierung
en: Sign up
es: Registro
fr: Inscription
it: Registrazione

source: Скидання пароля
de: Passwort zurücksetzen
en: Reset password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password

source: Скинути
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
it: Reimposta

source: Слово
de: Wort
en: Word
es: Palabra
fr: Mot
it: Parola

source: Створити
de: Erstellen
en: Create
es: Crear
fr: Créer
it: Crea

source: Створити обліковий запис
de: Konto erstellen
en: Create account
es: Crear cuenta
fr: Créer un compte
it: Crea account

source: Темна тема
de: Dunkler Modus
en: Dark mode
es: Modo oscuro
fr: Mode sombre
it: Modalità scura

source: Тихий режим
de: Stiller Modus
en: Silent mode
es: Modo silencioso
fr: Mode silencieux
it: Modalità silenziosa

source: Увімкнути повідомлення
de: Benachrichtigungen aktivieren
en: Enable notifications
es: Activar notificaciones
fr: Activer les notifications
it: Abilita notifiche

source: Українська
de: Ukrainisch
en: Ukrainian
es: Ucraniano
fr: Ukrainien
it: Ucraino

source: Французька
de: Französisch
en: French
es: Francés
fr: Français
it: Francese

source: Частота повідомлень
de: Benachrichtigungshäufigkeit
en: Notification frequency
es: Frecuencia de notificaciones
fr: Fréquence des notifications
it: Frequenza delle notifiche
